/* URLValidator error messages.*/
"Attempt to validate nil site argument." = "Попытка проверить пустой аргумент.";
"Site string is empty!" = "Пустая строка сайта!";
"Can't form url from site string. String contains forbidden characters." = "Невозможно сформировать URL из строки. Строка содержит недопустимые символы!";
"Can't form url from site string." = "Невозможно сформировать URL из строки.";

/* UIAlertController alert user text. */

"Error" = "Ошибка";
"OK" = "OK";

/* ChannelsViewController */

"Channels" = "Каналы";

/* SearchViewController */
"website" = "сайт";
"rss link" = "rss ссылка";
"   Add  " = "Добавить";
